[{"etymology": "From Middle High German hunt, from Old High German hunt, from Proto-West Germanic *hund.\n", "definitions": [{"partOfSpeech": "noun", "text": ["Hund n (strong, genitive Hundes or Hunds, plural Hunde or (regionally) Hünde, diminutive Hündchen n or Hündlein n or Hundchen n, masculine (for the animal) Rüde, feminine (for the animal) Hündin or Petze or Zaupe or Zibbe)", "dog, hound", "(derogatory) scoundrel; dog (mean or morally reprehensible person)", "A board with casters used to transport heavy objects."], "relatedWords": [{"relationshipType": "synonyms", "words": ["Wauwau (childish)", "Köter, Töle (derogatory)"]}, {"relationshipType": "hyponyms", "words": ["Boxer", "Bracke", "Bulldogge", "Dachshund", "Dackel", "Dobermann", "Hundemännchen", "Hundeweibchen", "Hündin", "Hütehund", "Labrador", "Pinscher", "Rüde", "Sennenhund", "Spitz", "Spürhund", "Suchhund", "Vorstehhund", "Wachtelhund"]}, {"relationshipType": "related terms", "words": ["Hundebesitzerin", "Hundefängerin", "Hundefreundin", "Hundefrisörin", "Hundeführerin", "Hundehalterin"]}], "examples": ["Ein Hund bellt, wenn er mit den Sinnen etwas wahrgenommen hat; daraufhin, weil ihn sein Bellen erschreckt und aufregt, und des weiteren, weil sich das wahrgenommene Objekt um ihn kümmert, nicht um ihn kümmert oder davonläuft.A dog barks when he has perceived something with the senses; thereupon, because his barking scares and upsets him, and furthermore, because the perceived object looks after him, does not look after him, or runs away.", "A dog barks when he has perceived something with the senses; thereupon, because his barking scares and upsets him, and furthermore, because the perceived object looks after him, does not look after him, or runs away.", "Die Schnauze ist namentlich bei dem Hunde  oft stark schwarz verbrämt; die alten Hunde haben starke Hautfalten am Kopfe.", "Wehe dann dem Hunde, der ihn tollkühn angreift[.]", "Boxer und Spitze sind dieser Krankheit vornehmlich ausgesetzt, die, im höheren Alter vielfach mit einer Bronchitis gepaart, dem Hunde und seiner Umgebung das Leben schwer machen. ", "Für ca. 3 Wochen werden dem Hunde 3-mal täglich je 1 Tablette von jedem einzelnen Mittel gegeben: [...] ", "Der Schäfer glaubte zwar dem Hunde, doch wollte er sich von der Treulosigkeit der andern überzeugen und wartete, bis die Hunde in der Nacht richtig den Wölfen das verabredete Zeichen gaben.", "ein gemeiner Hund ― a mean dog"]}], "pronunciations": {"text": ["IPA: /hʊnt/", "Rhymes: -ʊnt", "Homophone: Hunt"], "audio": []}}]